import burger from './burger.js';
import smoothScroll from './smoothScroll.js';

burger()
smoothScroll()



console.log('-студент засабмитил в rs app ссылку на своё CV, задеплоенное на gh-pages +10')
console.log('- вёрстка валидная +10')
console.log('-вёрстка семантическая +20')
console.log('-в footer есть ссылка на гитхаб автора работы, год создания приложения, логотип курса со ссылкой на курс +10')
console.log('- для оформления СV используются css-стили +10')
console.log('- при уменьшении масштаба страницы браузера вёрстка размещается по центру по горизонтали, а не сдвигается в сторону +10')
console.log('- на странице СV есть фото или аватарка автора, пропорции изображения не искажены, у изображения есть атрибут alt +10')
console.log('- навигация, контакты для связи и перечень навыков оформлены в виде списка ul > li или ul > li > a +10')
console.log('- содержание CV +30')
console.log('- CV выполнено на английском языке +10')
console.log('Функцирнал не входящий в задание:')
console.log('- вёрстка адаптивная')
console.log('- есть адаптивное бургер-меню')
console.log('Итог: 120')
